[{
    "title": "ABOUT KSCDC",
    "para_one": "The Kerala State Cashew Development Corporation Limited (KSCDC) was incorporated in July 1969 and started commercial activities in the year 1971 as a company fully owned by the Government of Kerala. From the modest beginning in 1969, the Corporation has now grown into a large organization playing a pivotal role in the cashew industry.",
    "para_two": "KSCDC, an ISO 22000-2005 company, is running 30 cashew factories across Kerala State with an annual production capacity of 30,000 Metric Tonnes. More than 15,000 workers and 500 staff members are working in these factories. KSCDC now has a turnover of Rs. 250 crores.",
    "para_three": "KSCDC acts as a model employer in the field of the cashew industry mainly to protect the interest of its workers and to provide maximum employment to them, ensuring their statutory benefits like minimum wages, bonus, etc., prevailing in the cashew industry.",
    "para_four": "With an objective to promote Cashew-based Value Added Products, KSCDC has over these years developed a variety of Value Added Products from Cashew Apple and Cashew Kernels. These products are being widely appreciated in the domestic market and in the international market.",
    "para_five": "KSDC also aims at backward integration of its product line and has promoted Cashew Plantations in association with the Kerala State Agency for Cashew Cultivation and has cultivated Cashew Plantation across 25 hectares in its facilities."
},
{
    "kollam": "Kollam ‘The Cashew Capital’",
    "kollam_content": "Situated in the southern coast of India. This ancient port town has hundred years of heritage to its credit. Remnants of that glorious past are seen even to this day. The major chunk of revenue brought into this town is by export of cashew kernels. With it, the KSCDC has put Kollam on the trade map on the Globe."
},
    {
        "mission":"Mission",
        "mission_content": "KSCDC acts as a model employer in the field of cashew industry mainly to protect the interest of its workers and to provide maximum employment to them ensuring their statutory benefits like minimum wages, bonus and etc. prevailing in the cashew industry.",
        "vision": "Vision",
        "vision_content": "The Vision of KSCDC is to be a World Class Organisation and a Leader in the Cashew Industry by providing 300 days of employment an year and achieve an Annual turnover of Rs.1000 Crore by year 2025."
    }
]